<template>
  <div class="main-content">
  <h2>1. Основные понятия</h2>
  <ul>
    <li><strong>Посетитель Сайта</strong> — лицо, пришедшее на сайт <a :href="$store.state.domen">{{$store.state.domen}}</a> без цели размещения Заказа.</li>
    <li><strong>Пользователь </strong>— физическое лицо, посетитель Сайта, принимающий условия настоящего Соглашения и желающий разместить Заказы на сайте 
    <a :href="$store.state.domen">{{$store.state.domen}}</a></li>
    <li><strong>Покупатель </strong>— Пользователь, разместивший Заказ на Сайте</li>
    <li><strong>Сайт </strong>— <a :href="$store.state.domen">{{$store.state.domen}}</a>. </li>
    <li><strong>Услуги</strong>— строительные и отделочные работы к заказу на Сайте.</li>
    <li><strong>Заказ </strong>— должным образом оформленный запрос Покупателя на приобретение  Покупателем адресу  Услуг, выбранных на Сайте.</li>
  </ul>
  <h2>2. Общие положения</h2>
  <ul>
    <li>2.1 Заказывая Товары/услуги через Сайт, Пользователь соглашается с описанными пунктами текущего Пользовательского соглашения. В случае несогласия с настоящим
      Пользовательским соглашением (далее — Соглашение / Публичная оферта) Пользователь обязан немедленно прекратить использование сервиса и покинуть сайт
      <a :href="$store.state.domen">{{$store.state.domen}}</a>.</li>
    <li>2.2 Сообщая компании «Строй-Восток» свой e-mail, ФИО, адрес и номер телефона, Посетитель Сайта/Пользователь/Покупатель дает согласие на использование указанных
      данных компании «Строй-Восток», а также третьими лицами, привлекаемыми им для целей выполнения обязательств перед Посетителями Сайта/Пользователями/Покупателями, в целях
      осуществления рассылок рекламного и информационного характера, содержащих информацию о скидках, предстоящих и действующих акциях и других мероприятиях
      компании «Строй-Восток», о передаче заказа в доставку, а также иную информацию, непосредственно связанную с выполнением обязательств Покупателем в рамках настоящей
      Публичной оферты.
    </li>
  </ul>
  <h2>3. Конфиденциальность и защита информации</h2>
  <ul>
    <li>3.1 Персональные данные Пользователя/Покупателя обрабатывается в соответствии с ФЗ «О персональных данных» № 152-ФЗ.</li>
    <li>3.2 При осуществлении заявки на обратный звонок/заполнении формы обратной связи/заполнении формы оформления заказа на Сайте Пользователь
      предоставляет следующую информацию: Фамилия, Имя, Отчество, контактный номер телефона, адрес электронной почты, пол, адрес.</li>
    <li>3.3 Предоставляя свои персональные данные Продавцу, Посетитель Сайта/Пользователь/Покупатель соглашается на их обработку компанией «Строй-Восток», в том числе
      в целях выполнения компанией «Строй-Восток» обязательств перед Посетителем Сайта/Пользователем/Покупателем в рамках настоящей Публичной оферты, продвижения
      компанией «Строй-Восток» услуг, проведения электронных и sms опросов, контроля результатов маркетинговых акций, клиентской поддержки, проведение розыгрышей
      призов среди Посетителей Сайта/Пользователей/ Покупателей, контроля удовлетворенности Посетителя Сайта/Пользователя/Покупателя, а также качества услуг,
      оказываемых компанией «Строй-Восток».</li>
    <li>3.4 Под обработкой персональных данных понимается любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации
      или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение) извлечение,
      использование, передачу (в том числе передачу третьим лицам, не исключая трансграничную передачу, если необходимость в ней возникла в ходе исполнения обязательств),
      обезличивание, блокирование, удаление, уничтожение персональных данных.</li>
    <li>3.5 Продавец имеет право отправлять информационные, в том числе рекламные сообщения, на электронную почту и мобильный телефон Пользователя/Покупателя с его согласия,
      выраженного посредством совершения им действий, однозначно идентифицирующих этого абонента и позволяющих достоверно установить его волеизъявление на получение
      сообщения. Пользователь/Покупатель вправе отказаться от получения рекламной и другой информации без объяснения причин отказа путем информирования компании «Строй-Восток»
      о своем отказе по телефону <a href="tel:+79250975511">+8 (925) 097-55-11 </a> либо посредством направления соответствующего заявления на электронный адрес компании
      «Строй-Восток»: <a href="mailto:info@stroivostok.ru">info@stroivostok.ru</a>. Сервисные сообщения, информирующие Пользователя/Покупателя о заказе и этапах его обработки,
      отправляются автоматически и не могут быть отклонены Пользователем/Покупателем.</li>
    <li>3.6 Компания «Строй-Восток» вправе использовать технологию «cookies». «Cookies» не содержат конфиденциальную информацию. Посетитель / Пользователь / Покупатель
      настоящим дает согласие на сбор, анализ и использование cookies, в том числе третьими лицами для целей формирования статистики и оптимизации рекламных сообщений.</li>
    <li>3.7 Компания «Строй-Восток» получает информацию об ip-адресе посетителя Сайта. Данная информация не используется для установления личности посетителя.</li>
    <li>3.8 Компания «Строй-Восток» не несет ответственности за сведения, предоставленные Пользователем/Покупателем на Сайте в общедоступной форме.</li>
    <li>3.9 Компания «Строй-Восток» вправе осуществлять записи телефонных разговоров с Пользователем/Покупателем. При этом Продавец обязуется: предотвращать попытки
      несанкционированного доступа к информации, полученной в ходе телефонных переговоров, и/или передачу ее третьим лицам, не имеющим непосредственного отношения к
      исполнению Заказов, в соответствии с п. 4 ст. 16 Федерального закона «Об информации, информационных технологиях и о защите информации».</li>
  </ul>
  <h2>4. Дополнительные условия</h2>
  <ul>
    <li>4.1 Компания «Строй-Восток» вправе переуступать либо каким-либо иным способом передавать свои права и обязанности, вытекающие из его отношений с Покупателем, третьим
      лицам.</li>
    <li>4.2 Сайт и предоставляемые сервисы могут временно частично или полностью недоступны по причине проведения профилактических или иных работ или по любым другим
      причинам технического характера. Техническая служба Сайта имеет право периодически проводить необходимые профилактические или иные работы с предварительным
      уведомлением Покупателей или без такового.</li>
    <li>4.3 К отношениям между Пользователем/Покупателем и компанией «Строй-Восток» применяются положения Российского законодательства.</li>
    <li>4.4 В случае возникновения вопросов и претензий со стороны Пользователя/Покупателя он должен обратиться к компании «Строй-Восток» по телефону или иным доступным
      способом. Все возникающее споры стороны будут стараться решить путем переговоров, при недостижении соглашения спор будет передан на рассмотрение в судебный орган
      в соответствии с действующим законодательством РФ.</li>
    <li>4.5 Признание судом недействительности какого-либо положения настоящего Соглашения не влечет за собой недействительность остальных положений.</li>
  </ul>
</div>
</template>

<script>
export default {

}
</script>

<style scoped>

</style>
