<template>
<div>
<nav class="midnav nav">
    <div class="nav-wrapper">
        <div class="midnav-title">Мы производим из:</div>
        <div class="midnav-body">
            <li v-for="(item, index) in link_arr" :key="index">
              <nuxt-link :to="item.url">{{item.name}}</nuxt-link>
            </li>
        </div>
        <div class="shadow-block right-shadow-block"></div>
    </div>
</nav>
  <div class="col-xs-12 nav-content">
                <div class="crumbs">
                  <ul class="breadcrumb">
                      <li>
                        <nuxt-link to="/" exact><span class="first-breadcrumb">Главная</span></nuxt-link>
                      </li>
                      <li class="active">
                        <span>{{page_name}}</span>
                      </li>
                  </ul>
                     <h1>{{page_name}}</h1>
                </div>
            </div>
<div class="col-xs-12">
               <div class="row">
                <div class="col-xs-12 main-content kvarc-condition">
<img alt="Почему нужно покупать столешницу у производителя" src="/images/company_812_x_370.jpg">
<h2>Почему нас выбирают клиенты</h2>
<ul>
  <li>Гарантия 3 года на всю продукцию независимо от стоимости и технологии производства.</li>
  <li>Огромная дилерская сеть в Московском регионе – более 50 мебельных магазинов, где можно ознакомиться с нашей продукцией, задать вопросы и сделать заказ.</li>
  <li>Применение самых современных технологий, позволяющих делать изделия из искусственного и натурального камня быстро, качественно и недорого.</li>
  <li>Собственные производственные мощности, благодаря которым мы не переплачиваем посредникам и можем работать по индивидуальным проектам.</li>
  <li>Применение передовой технологии «Спрей-гранит» в производстве.</li>
  <li>Широкий спектр дополнительных услуг: установка готовых изделий из искусственного камня, их ремонт, обслуживание.</li>
  <li>Оперативная работа – можем выполнить заказ быстро и без потери качества.</li>
  <li>Прямые поставки сырья для производства искусственного камня от лучших производителей. Мы напрямую сотрудничаем с брендом GraniStone.</li>
  <li>На любой материал, который применяется в изготовлении агломерата, мы готовы предоставить все необходимые сертификаты, подтверждающие его безопасность и гигиеничность.</li>
  <li>Берем на себя весь цикл работы с клиентами – от первичных консультаций и разработки эскиза до монтажа готового изделия на объекте.</li>
</ul>
</div></div></div>
</div>
</template>
<script>
export default {
head: {
      title:"Почему «Стильный Камень»",
      meta: [
        { name: 'description', hid: 'description', content: 'О преимуществах изделий от производителя Стильный Камень.'}
      ]
    },
    data() {
        return {
          page_name:"Почему мы",
          link_arr:[
            {name:"Кварцевый агломерат",url:"каталог/изделия-из-кварцевого-агломерата/"},
            {name:"Акриловый камень",url:"каталог/изделия-из-акрилового-камня/"},
            {name:"Жидкий гранит",url:"каталог/изделия-из-жидкого-гранита"},
            {name:"Натуральный камень",url:"каталог/изделия-из-натурального-камня"},
            {name:"Дерево",url:"каталог/изделия-из-дерева/"},
          ],
        }
    },
}
</script>
<style scoped>
.main-content ul li {margin-bottom: 20px;}
</style>
