<template>
<div>
  <Proizvodim/>
  <div class="col-xs-12 nav-content offset-40">
        <div class="crumbs">
            <ol itemscope itemtype="http://schema.org/BreadcrumbList" class="breadcrumb" :class="{breadcrumb_open: showBreadcrumbsMobile}">
              <li class="breadcrumbs-links" itemprop="itemListElement" itemscope
                itemtype="http://schema.org/ListItem">
                  <nuxt-link to="/"  itemprop="item" >
                    <span itemprop="name" class="first-breadcrumb">Главная</span>
                  </nuxt-link>
                  <meta itemprop="position" content="1" />
              </li>
              <li class="breadcrumbs-links active" itemprop="itemListElement" itemscope
                itemtype="http://schema.org/ListItem">
                  <span itemprop="name">{{page_name}}</span>
                  <meta itemprop="position" content="2" />
              </li>
            </ol>
              <button class="breadcrumbs-show-mobile" v-if="!showBreadcrumbsMobile" @click="showBreadcrumbsMobile = !showBreadcrumbsMobile" title="Показать подробнее">
                  <span>...</span>
              </button>
              <h1>{{page_full_name}}</h1>
        </div>
    </div>
    <div class="main-content col-sm-12">
        <h2>1. Основные понятия</h2>
          <ul>
            <li>
              <strong>Посетитель Сайта</strong> — лицо, пришедшее на сайт <a href="http://стильный-камень.рф">стильный-камень.рф</a> без цели размещения Заказа.
            </li>
            <li>
              <strong>Пользователь </strong>— физическое лицо, посетитель Сайта, принимающий условия настоящего Соглашения и желающий разместить Заказы на сайте 
              <a href="http://стильный-камень.рф">стильный-камень.рф</a>
            </li>
            <li>
              <strong>Покупатель </strong>— Пользователь, разместивший Заказ на Сайте
            </li>
            <li>
              <strong>Стильный камень</strong> — ИП Калинин А.Н..
            </li>
            <li>
              <strong>Сайт </strong>— <a href="http://стильный-камень.рф">стильный-камень.рф</a>. 
            </li>
            <li>
              <strong>Товар </strong>— изделия из искусственного камня, представленные к заказу на Сайте.
            </li>
            <li>
              <strong>Заказ </strong>— должным образом оформленный запрос Покупателя на приобретение, замер и доставку по указанному Покупателем адресу / посредством
              самовывоза Товаров, выбранных на Сайте.
            </li>
            <li>
              <strong>Калькулятор </strong>— функционал страницы 
              <a href="http://стильный-камень.рф/главная/калькулятор.html">http://стильный-камень.рф/главная/калькулятор.html</a>,
               позволяющий сформировать технические характеристики и цену Товара, услуг.
            </li>
          </ul>
        <h2>2. Общие положения</h2>
          <ul>
            <li>2.1 Заказывая Товары/услуги через Сайт, Пользователь соглашается с описанными пунктами текущего Пользовательского соглашения. В случае несогласия с
              настоящим Пользовательским соглашением (далее — Соглашение / Публичная оферта) Пользователь обязан немедленно прекратить использование сервиса и
              покинуть сайт <a href="http://стильный-камень.рф">http://стильный-камень.рф</a>.
            </li>
            <li>2.2 Сообщая Стильному камню свой e-mail, ФИО, адрес доставки/замера и номер телефона, Посетитель Сайта/Пользователь/Покупатель дает согласие на
                использование указанных данных Стильным камнем, а также третьими лицами, привлекаемыми им для целей выполнения обязательств перед Посетителями
                Сайта/Пользователями/Покупателями, в целях осуществления рассылок рекламного и информационного характера, содержащих информацию о скидках, предстоящих и
                действующих акциях и других мероприятиях Стильного камня, о передаче заказа в доставку, а также иную информацию, непосредственно связанную с выполнением
                обязательств Покупателем в рамках настоящей Публичной оферты.
            </li>
          </ul>
        <h2>3. Конфиденциальность и защита информации</h2>
          <ul>
            <li>
              3.1 Персональные данные Пользователя/Покупателя обрабатывается в соответствии с ФЗ «О персональных данных» № 152-ФЗ.
            </li>
            <li>
              3.2 При осуществлении заявки на обратный звонок/заполнении формы обратной связи/заполнении формы расчета на Калькуляторе на Сайте Пользователь предоставляет
              следующую информацию: Фамилия, Имя, Отчество, контактный номер телефона, адрес электронной почты, пол, адрес доставки/замера товара.
            </li>
            <li>
              3.3 Предоставляя свои персональные данные Продавцу, Посетитель Сайта/Пользователь/Покупатель соглашается на их обработку Стильным камнем, в том числе в целях
              выполнения Стильным камнем обязательств перед Посетителем Сайта/Пользователем/Покупателем в рамках настоящей Публичной оферты , продвижения Стильным камнем
              товаров и услуг, проведения электронных и sms опросов, контроля результатов маркетинговых акций, клиентской поддержки, организации доставки товара Покупателям,
              проведение розыгрышей призов среди Посетителей Сайта/Пользователей/ Покупателей, контроля удовлетворенности Посетителя Сайта/Пользователя/Покупателя, а также
              качества услуг, оказываемых Стильным камнем.
            </li>
            <li>
              3.4 Под обработкой персональных данных понимается любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств
              автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление,
              изменение) извлечение, использование, передачу (в том числе передачу третьим лицам, не исключая трансграничную передачу, если необходимость в ней возникла в
              ходе исполнения обязательств), обезличивание, блокирование, удаление, уничтожение персональных данных.
            </li>
            <li>3.5 Продавец имеет право отправлять информационные, в том числе рекламные сообщения, на электронную почту и мобильный телефон Пользователя/Покупателя с его
              согласия, выраженного посредством совершения им действий, однозначно идентифицирующих этого абонента и позволяющих достоверно установить его волеизъявление на
              получение сообщения. Пользователь/Покупатель вправе отказаться от получения рекламной и другой информации без объяснения причин отказа путем информирования
              Стильный камень о своем отказе по телефону <a href="tel:74994080079" target="_blanc">+7 (499) 408-00-79</a> либо посредством направления соответствующего
              заявления на электронный адрес Стильного камня: <a href="mailto:kgran@mail.ru" target="_blanc">KGRAN@MAIL.RU.</a> Сервисные сообщения, информирующие
              Пользователя/Покупателя о заказе и этапах его обработки, отправляются автоматически и не могут быть отклонены Пользователем/Покупателем.
            </li>
            <li>
              3.6 Стильный камень вправе использовать технологию «cookies». «Cookies» не содержат конфиденциальную информацию. Посетитель / Пользователь / Покупатель
              настоящим дает согласие на сбор, анализ и использование cookies, в том числе третьими лицами для целей формирования статистики и оптимизации рекламных
              сообщений.
            </li>
            <li>
              3.7 Стильный камень получает информацию об ip-адресе посетителя Сайта. Данная информация не используется для установления личности посетителя.
            </li>
            <li>
              3.8 Стильный камень не несет ответственности за сведения, предоставленные Пользователем/Покупателем на Сайте в общедоступной форме.
            </li>
            <li>
              3.9 Стильный камень вправе осуществлять записи телефонных разговоров с Пользователем/Покупателем. При этом Продавец обязуется: предотвращать попытки
              несанкционированного доступа к информации, полученной в ходе телефонных переговоров, и/или передачу ее третьим лицам, не имеющим непосредственного отношения
              к исполнению Заказов, в соответствии с п. 4 ст. 16 Федерального закона «Об информации, информационных технологиях и о защите информации».
            </li>
          </ul>

        <h2>4. Дополнительные условия</h2>
          <ul>
            <li>
              4.1 Стильный камень вправе переуступать либо каким-либо иным способом передавать свои права и обязанности, вытекающие из его отношений с Покупателем,
              третьим лицам.
            </li>
            <li>
              4.2 Сайт и предоставляемые сервисы могут временно частично или полностью недоступны по причине проведения профилактических или иных работ или по любым другим
              причинам технического характера. Техническая служба Сайта имеет право периодически проводить необходимые профилактические или иные работы с предварительным
              уведомлением Покупателей или без такового.
            </li>
            <li>
              4.3 К отношениям между Пользователем/Покупателем и Стильным камнем применяются положения Российского законодательства.
            </li>
            <li>
              4.4 В случае возникновения вопросов и претензий со стороны Пользователя/Покупателя он должен обратиться к Стильному камню по телефону или иным доступным
              способом. Все возникающее споры стороны будут стараться решить путем переговоров, при недостижении соглашения спор будет передан на рассмотрение в судебный
              орган в соответствии с действующим законодательством РФ.
            </li>
            <li>
              4.5 Признание судом недействительности какого-либо положения настоящего Соглашения не влечет за собой недействительность остальных положений.
            </li>
          </ul>
    </div>
</div>
</template>
<script>
import Proizvodim from "~/components/Proizvodim.vue";
export default {
  head() {
    return{
      title:"Политика конфинденциальности",
      meta: [
        { name: 'description', hid: 'description', content: 'Политика конфиденциальности при использовании сайта Стильный-камень.'}
      ],
       link: [
      { rel: 'canonical', href: 'https://стильный-камень.рф/политика-конфенденциальности.html'},
      ]
    };
    },
     components: {
      Proizvodim,
    },
    data() {
        return {
         page_name:"Политика конфенденциальности",
         page_full_name:"Пользовательское соглашение",
         showBreadcrumbsMobile:false,
      }
    },
}
</script>
<style scoped>
.container ul li::before{
  content:none;
}
.main-content strong {
  color: #1d1d1d;
  font-weight: bold;
}
h2,.h2 {
  margin-bottom: 1rem;
  margin-top: 2rem;
}
</style>
