<template>
<div>
<Proizvodim/>
<div class="col-xs-12 nav-content offset-40">
      <div class="crumbs">
          <ol itemscope itemtype="http://schema.org/BreadcrumbList" class="breadcrumb" :class="{breadcrumb_open: showBreadcrumbsMobile}">
            <li class="breadcrumbs-links" itemprop="itemListElement" itemscope
              itemtype="http://schema.org/ListItem">
                <nuxt-link to="/"  itemprop="item" >
                  <span itemprop="name" class="first-breadcrumb">Главная</span>
                </nuxt-link>
                <meta itemprop="position" content="1" />
            </li>
            <li class="breadcrumbs-links" itemprop="itemListElement" itemscope
              itemtype="http://schema.org/ListItem">
                <nuxt-link to="/каталог/" append itemprop="item">
                  <span itemprop="name">Каталог</span>
                </nuxt-link>
                <meta itemprop="position" content="2" />
            </li>
            <li class="breadcrumbs-links active" itemprop="itemListElement" itemscope
              itemtype="http://schema.org/ListItem">
                <span itemprop="name">{{page_name}}</span>
                <meta itemprop="position" content="3" />
            </li>
          </ol>
            <button class="breadcrumbs-show-mobile" v-if="!showBreadcrumbsMobile" @click="showBreadcrumbsMobile = !showBreadcrumbsMobile" title="Показать подробнее"><span>...</span></button>
            <h1>{{page_full_name}}</h1>
      </div>
  </div>
  <a class="zakaz-kamen content-zakaz" @click.prevent="showModalCallBack = !showModalCallBack">Заказать пол</a>
  <ModalCallBack  v-show="showModalCallBack" @close="closeModalCallBack"/>
<div class="col-xs-12">
               <div class="row">
                <div class="col-xs-12 col-sm-12 col-md-12 main-content"><br>
<p>Натуральный камень – материал, известный с доисторических времён и на практике доказавший свои возможности. Неидеальность, мелкие нюансы, цвет, прожилки, даже недостатки здесь и там придают ему подлинный его характер. И, глядя на такой пол, многие забывают о цене и делают выбор в его пользу.</p>
<p>Наша компания представляет широкий спектр тонов и форматов такого покрытия. Мы предлагаем различные виды камня и его отделки, среди которых вы найдёте идеальный вариант, чтобы персонализировать свой интерьер и получить уникальный результат.</p>
<h2>Плюсы и минусы пола из натурального камня</h2>
<p>Пол, выполненный из природного камня, выглядит современно и благородно. Разнообразие цветовых комбинаций и фактур поражает. Главный плюс этого покрытия – его аутентичность, натуральность. Но есть и другие достоинства:</p>
<ul>
    <li>высокая прочность, способность выдерживать серьёзные нагрузки;</li>
    <li>износостойкость, устойчивость к царапинам и влаге;</li>
    <li>экологичность и 100-процентная натуральность;</li>
    <li>достаточно простое обслуживание, если заблаговременно позаботиться об адекватной защите.</li>
</ul>
<p>А ещё натуральный камень – хороший изолятор. Все полы из этого материала могут быть оснащены напольным отоплением. Помимо этого, его поверхность обладает противоскользящими свойствами: он менее скользкий, чем ламинированный, причём даже во влажном состоянии.</p>
<p class="another-article">Совет: пол из некоторых видов натурального камня(особенно из травертина) имеет пористую структуру и довольно легко окрашивается. Поэтому желательно применение водоотталкивающего состава и средства против пятен, чтобы ваш пол прослужил максимально долго и сохранил свой первозданный внешний вид. После обработки покрытие будет очень простым в уходе.</p>
<p>Существует также множество продуктов, предназначенных специально для обслуживания данного вида пола. Например, можно придать ему глянцевый, атласный эффект или оживить цвет.</p>
<h2>Как рассчитать стоимость пола</h2>
<p>Чтобы определить стоимость пола из натурального камня, можно воспользоваться удобным онлайн-калькулятором. Сумма будет зависеть от нескольких параметров:</p>
<ul>
    <li>ширины, длины, толщины;</li>
    <li>производителя материала;</li>
    <li>цветовой палитры (выбор видов и цветов пола из этого материала представлен в разделе «<a href="https://стильный-камень.рф/цвет-столешницы/">Палитра</a>»);</li>
    <li>используемых торцевых кромок.</li>
</ul>
<h2>Как заказать пол</h2>
<p>Купить пол из натурального камня у нас достаточно выгодно и просто. Если вы знаете размеры помещения и выбрали вид материала, вам нужно связаться с нами и сделать заказ. Мы произведём точные расчёты, соответствующие всем вашим требованиям. Затем мастера компании выполнят монтаж на объекте.</p>
<h3>Почему у Стильного камня?</h3>
<p>Благодаря наличию собственного производства мы не используем услуги посредников. Это положительно отражается на конечной сумме заказа.</p>
<p>Мы работаем быстро и без потери качества, предоставляя 3-летнюю гарантию на все изделия. Вся продукция «Стильного камня» имеет необходимые сертификаты безопасности и гигиеничности.</p>
<p>Мы оказываем целый ряд дополнительных услуг, в том числе осуществляем доставку, ремонт и постпродажное обслуживание. Своим постоянным партнёрам «Стильный камень» предлагает интересные условия, информационную и маркетинговую поддержку, а также индивидуальные программы сотрудничества.</p>
<p>Мы готовы оказать помощь в создании собственного выставочного зала с предоставлением всех необходимых образцов.</p>
<h3>Охват городов</h3>
<p class="proximait">Компания «Стильный камень» работает на территории Москвы, Московской области, где расположено 10 наших представительств. Готовые изделия можно посмотреть более чем в 50 столичных мебельных магазинах.</p>
<p class="proximait">Кроме этого, мы принимаем заказы в Рязани, Владимире и их областях.</p>
 </div>
               </div>
            </div>
</div>
</template>
<script>
import Proizvodim from "~/components/Proizvodim.vue";
import ModalCallBack from "~/components/ModalCallBack.vue";
export default {
  head() {
    return{
      title:"Пол из натурального камня для жителей Москвы, Рязани, Владимира. Недорого и качественно.",
      meta: [
        { name: 'description', hid: 'description', content: 'Изготовление и установка пола из натурального камня по доступным ценам. От производителя!'}
      ],
      link: [
      { rel: 'canonical', href: 'https://стильный-камень.рф/каталог/пол-из-натурального-камня.html'},
      ]
    };
  },
    components: {
      Proizvodim,
      ModalCallBack,
    },
    data() {
        return {
          page_name:"Полы из натурального камня",
          page_full_name:"Пол из натурального камня",
          showModalCallBack:false,
          showBreadcrumbsMobile:false,
        }
    },
    methods: {
        closeModalCallBack() {
          this.showModalCallBack = false;
        },
    }
}
</script>
<style scoped>
.main-content ul li {margin-bottom: 5px;}
.send-button {float: left;margin-top: 15px;}
.content-zakaz {margin-bottom: 0px;}
h2, .h2, h3, .h3  {padding-top: 1em;margin-bottom: 0.5em;}
p { margin-block-start: 0.5em;}
@media (max-width: 500px){
  h1, .h1 {font-size: 1.1em;}
}
</style>
